Repository: AlefAlefAlef/ivrita-wordpress
Catalog: languages/ivrita-*.po
Languages: he_il

source: Modes
he_il: מצבים

# The option to disable neutral mode in the admin settings page
source: Disable
he_il: ביטול

source: Default
he_il: ברירת המחדל

source: Label
he_il: תוית

source: Male
he_il: איש

source: Female
he_il: אישה

source: Neutral
he_il: ניטרלי

source: Switch Position
he_il: מיקום הסרגל

source: Right
he_il: ימין

source: Left
he_il: שמאל

source: The location of the floating switch on the entire website
he_il: המיקום של סרגל עבריתה ברחבי האתר.

source: Menu style
he_il: סגנון תפריט

source: Ivrita default
he_il: ילדים/ות (ברירת מחדל)

source: Venus & Mars
he_il: סמלי נֹגה ומאדים

source: Hebrew M.F.X
he_il: אותיות ז/נ/א

source: M.F.X
he_il: אותיות ‫M/F/X

source: Lips & mustache
he_il: שפם ושפתיים

source: Stick figures
he_il: דמויות גפרורים

source: Enable for roles
he_il: עבריתה תפעל עבור התפקידים הבאים:

source: Everyone
he_il: כל מבקרי/ות האתר

source: Local JS
he_il: JS מקומי

source: Use local JavaScript file instead of secure, cached, fast CDN
he_il: שימוש בקובץ JavaScript מקומי במקום ב־CDN מאובטח, מהיר ועדכני

source: Tip: Use this only if you know what you're doing!
he_il: זהירות: אפשרות זו היא למתקדמות.ים!

source: URL Disable Patterns
he_il: כיבוי עבריתה בכתובות URL מסוימות

source: (no URLs disabled by default)
he_il: (ללא סינון)

source: Ivrita will be disabled on URLs that match the given RegEx patterns (separated by new lines).
he_il: עבריתה לא תופיע בעמודים שה־URL שלהם יתאים לתבניות הRegEx האלו (מופרדות בשורות חדשות)

source: e.g. ".*(\?|&)lang=en$" to disable Ivrita on pages with the GET parameter "lang=en"
he_il: למשל: <code style="direction:ltr">.*(\?|&)lang=en$</code> כדי לכבות את עבריתה בעמודים שבהם יש פרמטר GET של "lang=en"

source: Disable on non-Hebrew locales
he_il: כיבוי עבריתה בשפות אחרות

source: Hide Ivrita on pages in other languages, based on the WordPress locale
he_il: לא להציג את עבריתה בעמודים שאינם בעברית (בהסתמך על שפת הוורדפרס)

source: Works with plugins like WPML, Polylang, etc.
he_il: עובד עם תוספים כמו WPML, Polylang וכו'.

source: Ivrita Settings
he_il: הגדרות עבריתה

# menu title
source: Ivrita
he_il: עבריתה

source: Global Settings
he_il: הגדרות כלליות

source: Ivrita Per-Post Settings
he_il: עבריתה בעמוד זה

source: Disable Ivrita on:
he_il: כיבוי עבריתה ב:

source: The content
he_il: תוכן

source: The entire page
he_il: כל העמוד

source: (not even the sidebar and menus)
he_il: (אפילו בתפריטים ווידג'טים)

source: Alternative Post Titles
he_il: כותרת דינאמית - עבור SEO

source: Allow search engines to see the original post title, but show a custom title to each user based on their gender.
he_il: נאפשר למנועי חיפוש לאנדקס את כותרת הפוסט המקורית שבחרת, אך נציג כותרת מותאמת אישית לכל משתמש/ת לפי בחירתו/ה.

source: Use a different title for male mode
he_il: שימוש בכותרת אחרת במצב איש

source: Use a different title for female mode
he_il: שימוש בכותרת אחרת במצב אישה

source: Use a different title for neutral mode
he_il: שימוש בכותרת אחרת במצב ניטרלי

source: Reference tongue:
he_il: לשון פנייה:

source: Info
he_il: מידע

source: Ivrita
he_il: עבריתה

source: Genderize your website
he_il: אותו אתר, רק בשפה שלך

source: Reuven Karasik and Avraham Cornfeld
he_il: ראובן קרסיק ואברהם קורנפלד
